tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "snyk/tap"
tap "yoheimuta/protolint"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "glib"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openssl@1.1"
brew "python@3.9"
brew "libssh"
brew "zstd"
brew "qemu"
brew "lima"
brew "colima"
brew "git"
brew "glab"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "imagesnap"
brew "jq"
brew "libpq"
brew "librdkafka"
brew "localstack"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "pkg-config"
brew "protobuf"
brew "protolint"
brew "python@3.10"
brew "ripgrep"
brew "serverless"
brew "terraform"
brew "the_silver_searcher"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "alacritty"
cask "amethyst"
cask "docker"
cask "gimp"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "pgadmin4"
cask "slack"
cask "spotify"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "premparihar.gotestexplorer"
